[
    {
        "quote": "I love deadlines. I love the whooshing noise they make as they go by.",
        "attribution": "Douglas Adams"
    },
    {
        "quote": "A day without sunshine is like, you know, night.",
        "attribution": "Steve Martin"
    },
    {
        "quote": "Never pick a fight with an ugly person, they've got nothing to lose.",
        "attribution": "Robin Williams"
    },
    {
        "quote": "I refuse to join any club that would have me as a member.",
        "attribution": "Groucho Marx"
    },
    {
        "quote": "People say nothing is impossible, but I do nothing every day.",
        "attribution": "A. A. Milne"
    },
    {
        "quote": "Never underestimate the power of stupid people in large groups.",
        "attribution": "George Carlin"
    },
    {
        "quote": "Between two evils, I always pick the one I never tried before.",
        "attribution": "Mae West"
    },
    {
        "quote": "Do your thing and don't care if they like it.",
        "attribution": "Tina Fey"
    },
    {
        "quote": "The worst part of success is trying to find someone who is happy for you.",
        "attribution": "Bette Midler"
    },
    {
        "quote": "Beauty is only skin deep, but ugly goes clean to the bone.",
        "attribution": "Dorothy Parker"
    },
    {
        "quote": "Hiking is just walking where it's okay to pee.",
        "attribution": "Demetri Martin"
    },
    {
        "quote": "Always forgive your enemies; nothing annoys them so much.",
        "attribution": "Oscar Wilde"
    },
    {
        "quote": "Always remember that you are absolutely unique. Just like everyone else.",
        "attribution": "Margaret Mead"
    },
    {
        "quote": "Better to remain silent and be thought a fool than to speak out and remove all doubt.",
        "attribution": "Abraham Lincoln"
    },
    {
        "quote": "A pessimist is a person who has had to listen to too many optimists.",
        "attribution": "Don Marquis"
    },
    {
        "quote": "The difference between stupidity and genius is that genius has its limits.",
        "attribution": "Albert Einstein"
    },
    {
        "quote": "A bank is a place that will lend you money if you can prove you don't need it.",
        "attribution": "Bob Hope"
    },
    {
        "quote": "My favorite machine at the gym is the vending machine.",
        "attribution": "Caroline Rhea"
    },
    {
        "quote": "Don't worry about the world coming to an end today. It is already tomorrow in Australia.",
        "attribution": "Charles Schulz"
    },
    {
        "quote": "A day without laughter is a day wasted.",
        "attribution": "Charlie Chaplin"
    },
    {
        "quote": "Choose to be optimistic, it feels better.",
        "attribution": "Dalai Lama XIV"
    },
    {
        "quote": "Never go to a doctor whose office plants have died.",
        "attribution": "Erma Bombeck"
    },
    {
        "quote": "There is no sunrise so beautiful that it is worth waking me up to see it.",
        "attribution": "Mindy Kaling"
    },
    {
        "quote": "Whoever said money can't buy happiness didn't know where to shop.",
        "attribution": "Gertrude Stein"
    },
    {
        "quote": "People who think they know everything are a great annoyance to those of us who do.",
        "attribution": "Isaac Asimov"
    },
    {
        "quote": "Life is hard. After all, it kills you.",
        "attribution": "Katharine Hepburn"
    },
    {
        "quote": "I am only human, although I regret it.",
        "attribution": "Mark Twain"
    },
    {
        "quote": "A rich man is nothing but a poor man with money.",
        "attribution": "W. C. Fields"
    },
    {
        "quote": "Everything is funny, as long as it's happening to somebody else.",
        "attribution": "Will Rogers"
    },
    {
        "quote": "I don't care what anybody says about me as long as it isn't true.",
        "attribution": "Truman Capote"
    },
    {
        "quote": "The person who knows how to laugh at himself will never cease to be amused.",
        "attribution": "Shirley MacLaine"
    },
    {
        "quote": "Life is pleasant. Death is peaceful. It's the transition that's troublesome.",
        "attribution": "Isaac Asimov"
    },
    {
        "quote": "There's power in looking silly and not caring that you do.",
        "attribution": "Amy Poehler"
    },
    {
        "quote": "I always wanted to be somebody, but now I realize I should have been more specific.",
        "attribution": "Lily Tomlin"
    },
    {
        "quote": "The best revenge is massive success.",
        "attribution": "Frank Sinatra"
    },
    {
        "quote": "If you want the rainbow, you gotta put up with the rain.",
        "attribution": "Dolly Parton"
    },
    {
        "quote": "Whatever you do, always give 100 percent. Unless you're donating blood.",
        "attribution": "Bill Murray"
    },
    {
        "quote": "If you're going through hell, keep going.",
        "attribution": "Winston Churchill"
    },
    {
        "quote": "Even a broken clock is right twice a day.",
        "attribution": "Anonymous"
    },
    {
        "quote": "If you can't be kind, at least be vague.",
        "attribution": "Judith Martin"
    },
    {
        "quote": "The road to success is dotted with many tempting parking spaces.",
        "attribution": "Will Rogers"
    },
    {
        "quote": "A peacock that rests on his tail feathers is just another turkey.",
        "attribution": "Dolly Parton"
    },
    {
        "quote": "I've spent my whole life not talking to people, and I don't see why I should start now.",
        "attribution": "Sally Ride"
    }
]