[
    {
        "quote": "Love looks not with the eyes, but with the mind.",
        "attribution": "William Shakespeare"
    },
    {
        "quote": "To love is to believe, to hope, to know.",
        "attribution": "Edmund Waller"
    },
    {
        "quote": "If there were nobody who loved, the sun would be extinguished.",
        "attribution": "Victor Hugo"
    },
    {
        "quote": "In dreams and in love there are no impossibilities.",
        "attribution": "Janos Arany"
    },
    {
        "quote": "In true love it is the soul that envelops the body.",
        "attribution": "Friedrich Nietzsche"
    },
    {
        "quote": "One word frees us of all the weight and pain in life. That word is Love.",
        "attribution": "Socrates"
    },
    {
        "quote": "At the touch of love everyone becomes a poet.",
        "attribution": "Plato"
    },
    {
        "quote": "Love grants in a moment what toil can hardly achieve in an age.",
        "attribution": "Goethe"
    },
    {
        "quote": "There is always some madness in love. But there is also always some reason in madness.",
        "attribution": "Friedrich Nietzsche"
    },
    {
        "quote": "Love is space and time measured with the heart.",
        "attribution": "Marcel Proust"
    },
    {
        "quote": "Life is the flower for which love is the honey.",
        "attribution": "Victor Hugo"
    },
    {
        "quote": "We are asleep until we fall in love!",
        "attribution": "Leo Tolstoy"
    },
    {
        "quote": "Tis better to have loved and lost than never to have loved at all.",
        "attribution": "Alfred Tennyson"
    },
    {
        "quote": "Love will find a way through paths where wolves fear to prey.",
        "attribution": "Lord Byron"
    },
    {
        "quote": "Love must be as much a light as it is a flame.",
        "attribution": "Henry David Thoreau"
    },
    {
        "quote": "In all the world, there is no heart for me like yours.",
        "attribution": "Maya Angelou"
    },
    {
        "quote": "I would rather spend one lifetime with you, than face all the ages of this world alone.",
        "attribution": "J.R.R. Tolkien"
    },
    {
        "quote": "They say love is the best investment; the more you give, the more you get in return.",
        "attribution": "Audrey Hepburn"
    },
    {
        "quote": "Love is a gift of one's inner most soul to another so both can be whole.",
        "attribution": "Buddha"
    },
    {
        "quote": "Nobody has ever measured, not even poets, how much the heart can hold.",
        "attribution": "Zelda Fitzgerald"
    },
    {
        "quote": "Familiar acts are beautiful through love.",
        "attribution": "Percy Shelley"
    },
    {
        "quote": "For small creatures such as we, the vastness is bearable only through love.",
        "attribution": "Carl Sagan"
    },
    {
        "quote": "If I know what love is, it is because of you.",
        "attribution": "Hermann Hesse"
    },
    {
        "quote": "Love makes your soul crawl out from its hiding place.",
        "attribution": "Zora Neale Hurston"
    },
    {
        "quote": "Have enough courage to trust love one more time and always one more time.",
        "attribution": "Maya Angelou"
    },
    {
        "quote": "Never love anyone who treats you like you're ordinary.",
        "attribution": "Oscar Wilde"
    },
    {
        "quote": "To love and be loved is to feel the sun from both sides.",
        "attribution": "David Viscott"
    }, 
    {
        "quote": "Love does not dominate; it cultivates.",
        "attribution": "Goethe"
    },
    {
        "quote": "There is no charm equal to tenderness of the heart.",
        "attribution": "Jane Austen"
    },
    {
        "quote": "I have decided to stick with love. Hate is too great a burden to bear.",
        "attribution": "Martin Luther King Jr."
    },
    {
        "quote": "The more I wonder, the more I love.",
        "attribution": "Alice Walker"
    },
    {
        "quote": "To be seen in this life, truly observed without judgment, is what it feels like to be loved.",
        "attribution": "Cicely Tyson"
    },
    {
        "quote": "Hate cannot drive out hate: only love can do that.",
        "attribution": "Martin Luther King Jr."
    },
    {
        "quote": "Forgiveness is not an occasional act, it is a constant attitude.",
        "attribution": "Martin Luther King Jr."
    },
    {
        "quote": "Love is composed of a single soul inhabiting two bodies.",
        "attribution": "Aristotle"
    },
    {
        "quote": "Love and compassion are necessities, not luxuries. Without them, humanity cannot survive.",
        "attribution": "Dalai Lama XIV"
    },
    {
        "quote": "All that we love deeply becomes a part of us.",
        "attribution": "Helen Keller"
    },
    {
        "quote": "Love knows not distance; it hath no continent; its eyes are for the stars.",
        "attribution": "Sir Gilbert Parker"
    },
    {
        "quote": "Love is a canvas furnished by nature and embroidered by imagination.",
        "attribution": "Voltaire"
    },
    {
        "quote": "If you find someone you love in your life, then hang on to that love.",
        "attribution": "Princess Diana"
    },
    {
        "quote": "We can't command our love, but we can our actions.",
        "attribution": "Arthur Conan Doyle"
    },
    {
        "quote": "Whatever our souls are made of, his and mine are the same.",
        "attribution": "Emily Bronte"
    },
    {
        "quote": "I can live without money, but I cannot live without love.",
        "attribution": "Judy Garland"
    },
    {
        "quote": "Love, having no geography, knows no boundaries.",
        "attribution": "Truman Capote"
    },
    {
        "quote": "Life without love is like a tree without blossoms or fruit.",
        "attribution": "Kahlil Gibran"
    },
    {
        "quote": "He who loves, flies, runs, and rejoices; he is free and nothing holds him back.",
        "attribution": "Henri Matisse"
    },
    {
        "quote": "The course of true love never did run smooth.",
        "attribution": "William Shakespeare"
    },
    {
        "quote": "I have learned that to be with those I like is enough.",
        "attribution": "Walt Whitman"
    },
    {
        "quote": "It is more shameful to distrust our friends than to be deceived by them.",
        "attribution": "Confucius"
    },
    {
        "quote": "Things are never quite as scary when you've got a best friend.",
        "attribution": "Bill Watterson"
    },
    {
        "quote": "Of all possessions a friend is the most precious.",
        "attribution": "Herodotus"
    },
    {
        "quote": "Some people go to priests; others to poetry; I to my friends.",
        "attribution": "Virginia Woolf"
    },
    {
        "quote": "Fear makes strangers of people who would be friends.",
        "attribution": "Shirley MacLaine"
    }
]