[
    {
        "quote": "No man e'er was glorious, who was not laborious.",
        "attribution": "Benjamin Franklin"
    },
    {
        "quote": "Our greatest glory is not in never falling, but in rising every time we fall.",
        "attribution": "Confucius"
    },
    {
        "quote": "Quality is not an art, it is a habit.",
        "attribution": "Aristotle"
    },
    {
        "quote": "Even if you are on the right track, you'll get run over if you just sit there.",
        "attribution": "Will Rogers"
    },
    {
        "quote": "Do one thing every day that scares you.",
        "attribution": "Eleanor Roosevelt"
    },
    {
        "quote": "The most difficult thing is the decision to act, the rest is merely tenacity.",
        "attribution": "Amelia Earhart"
    },
    {
        "quote": "When the whole world is silent, even one voice becomes powerful.",
        "attribution": "Malala Yousafzai"
    },
    {
        "quote": "The cure for boredom is curiosity. There is no cure for curiosity.",
        "attribution": "Dorothy Parker"
    },
    {
        "quote": "Victory belongs to the most persevering.",
        "attribution": "Napoleon Bonaparte"
    },
    {
        "quote": "Genius is only great patience.",
        "attribution": "Georges-Louis Leclerc"
    },
    {
        "quote": "Diligence is the mother of good luck.",
        "attribution": "Benjamin Franklin"
    },
    {
        "quote": "It is never too late to be what you might have been.",
        "attribution": "George Eliot"
    },
    {
        "quote": "But what we call our despair is often only the painful eagerness of unfed hope.",
        "attribution": "George Eliot"
    },
    {
        "quote": "It is in collectivities that we find reservoirs of hope and optimism.",
        "attribution": "Angela Davis"
    },
    {
        "quote": "If they don't give you a seat at the table, bring a folding chair.",
        "attribution": "Shirley Chisholm"
    },
    {
        "quote": "Optimism is the faith that leads to achievement.",
        "attribution": "Helen Keller"
    },
    {
        "quote": "There are many things you can do overnight, but there is no overnight success.",
        "attribution": "Tory Burch"
    },
    {
        "quote": "Success doesn't come from what you do occasionally. It comes from what you do consistently.",
        "attribution": "Marie Forleo"
    },
    {
        "quote": "The secret of getting ahead is getting started.",
        "attribution": "Sally Berger"
    },
    {
        "quote": "I attribute my success to this: I never gave or took any excuse.",
        "attribution": "Florence Nightingale"
    },
    {
        "quote": "When the world tells you to shrink, expand.",
        "attribution": "Elaine Welteroth"
    },
    {
        "quote": "Be sure you put your feet in the right place, then stand firm.",
        "attribution": "Abraham Lincoln"
    },
    {
        "quote": "Don't worry when you are not recognized, but strive to be worthy of recognition",
        "attribution": "Abraham Lincoln"
    },
    {
        "quote": "You could convince anyone you belonged somewhere if you acted like you did.",
        "attribution": "Brit Bennett"
    },
    {
        "quote": "Never let anyone - any person or any force - dampen, dim or diminish your light.",
        "attribution": "John Lewis"
    },
    {
        "quote": "In order to rise from its own ashes, a Phoenix first must burn.",
        "attribution": "Octavia E. Butler"
    },
    {
        "quote": "Change requires intent and effort. It really is that simple.",
        "attribution": "Roxane Gay"
    },
    {
        "quote": "Success is a collection of problems solved.",
        "attribution": "I. M. Pei"
    },
    {
        "quote": "Success isn't about the end result, it's about what you learn along the way.",
        "attribution": "Vera Wang"
    },
    {
        "quote": "I knew my life would be a fight, and I realized this: I had it in me.",
        "attribution": "Viola Davis"
    },
    {
        "quote": "To soar toward what's possible, you must leave behind what's comfortable.",
        "attribution": "Cicely Tyson"
    },
    {
        "quote": "Mistakes are always forgivable, if one has the courage to admit them.",
        "attribution": "Bruce Lee"
    },
    {
        "quote": "You change the world by being yourself.",
        "attribution": "Yoko Ono"
    },
    {
        "quote": "The harder the work, the greater satisfaction in accomplishing it.",
        "attribution": "Anna May Wong"
    },
    {
        "quote": "You cannot escape the responsibility of tomorrow by evading it today.",
        "attribution": "Abraham Lincoln"
    },
    {
        "quote": "Look and you will find it - what is unsought will go undetected.",
        "attribution": "Sophocles"
    },
    {
        "quote": "A positive attitude will lead to a positive outcome.",
        "attribution": "Anonymous"
    },
    {
        "quote": "The journey of a thousand miles begins with one step.",
        "attribution": "Lao Tzu"
    },
    {
        "quote": "You are never too old to set another goal or dream a new dream.",
        "attribution": "C. S. Lewis"
    },
    {
        "quote": "Do it with passion or not at all.",
        "attribution": "Rosa Nouchette Carey"
    },
    {
        "quote": "A little progress each day adds up to big results.",
        "attribution": "Anonymous"
    },
    {
        "quote": "The journey is the reward.",
        "attribution": "Anonymous"
    },
    {
        "quote": "It always seems impossible until it's done.",
        "attribution": "Nelson Mandela"
    },
    {
        "quote": "The best way to predict the future is to invent it.",
        "attribution": "Alan Kay"
    },
    {
        "quote": "Try again. Fail again. Fail better.",
        "attribution": "Samuel Beckett"
    },
    {
        "quote": "I am not afraid of storms for I am learning how to sail my ship.",
        "attribution": "Louisa May Alcott"
    },
    {
        "quote": "Failure is the condiment that gives success its flavor.",
        "attribution": "Truman Capote"
    },
    {
        "quote": "If you fell down yesterday, stand up today.",
        "attribution": "H. G. Wells"
    },
    {
        "quote": "Set your goals high, and don't stop until you get there.",
        "attribution": "Bo Jackson"
    },
    {
        "quote": "All adventures, especially into new territory, are scary.",
        "attribution": "Sally Ride"
    }
]